Repository: ekalchev/localisetest
Catalog: AppResources.*.resx
Languages: ar, bg, fr, hi, it, ja, kk, pl, ru, th, tr, zh_hans

source: Additional MobiSystems apps:
ar: تطبيقات MobiSystems الإضافية:
bg: Допълнителни приложения от MobiSystems:
fr: Applications MobiSystems supplémentaires :
hi: अतिरिक्त MobiSystems ऐप्स:
it: Altre app di MobiSystems:
ja: その他のMobiSystemsアプリ
kk: Қосымша MobiSystems қолданбалары:
pl: Dodatkowe aplikacje MobiSystems:
ru: Дополнительные приложения MobiSystems:
th: แอป MobiSystems เพิ่มเติม:
tr: Ek MobiSystems uygulamaları:
zh_hans: 其他 MobiSystems 应用程序：

# InstallationErrorText
source: Something went wrong, please try again.
ar: حدث خطأ ما، يرجى المحاولة مرة أخرى.
bg: Нещо се обърка. Моля, опитайте отново.
fr: Un problème s'est produit. Veuillez réessayer.
hi: कुछ गड़बड़ हुई है। कृपया दोबारा प्रयास करें।
it: Si è verificato un problema. Riprova.
ja: 何らかの問題が発生しました。もう一度お試しください。
kk: Бірдеңе дұрыс болмады, қайталап көріңіз.
pl: Coś poszło nie tak, spróbuj ponownie.
ru: Что-то пошло не так, пожалуйста, попробуйте еще раз.
th: มีบางอย่างผิดพลาด โปรดลองอีกครั้ง
tr: Bir şeyler ters gitti, lütfen tekrar deneyin.
zh_hans: 出错了，请重试。

# InstallationText
source: Installing...
ar: تركيب...
bg: Инсталира се...
fr: Installation...
hi: स्थापित हो रहा है...
it: Installazione in corso...
ja: インストール中...
kk: Орнатылуда...
pl: Instalacja...
ru: Установка...
th: กำลังติดตั้ง...
tr: Kuruluyor.
zh_hans: 安装...

# InstallationSourceDescription_MobiDocs
source: Advanced text editor fully compatible with Office 365
ar: محرر نصوص متقدم متوافق تماماً مع Office 365
bg: Разширен текстов редактор, напълно съвместим с Office 365
fr: Éditeur de texte avancé entièrement compatible avec Office 365
hi: उन्नत पाठ संपादक Office 365 के साथ पूरी तरह से संगत है
it: Editor di testo avanzato perfettamente compatibile con Office 365
ja: Office 365と完全互換の高度なテキストエディター
kk: Office 365 нұсқасымен толық үйлесімді кеңейтілген мәтіндік редактор
pl: Zaawansowany edytor tekstu w pełni kompatybilny z Office 365
ru: Передовой текстовый редактор, полностью совместимый с Office 365
th: โปรแกรมแก้ไขข้อความขั้นสูงที่เข้ากันได้อย่างสมบูรณ์กับ Office 365
tr: Office 365 ile tam uyumlu gelişmiş metin düzenleyici
zh_hans: 与 Office 365 完全兼容的高级文本编辑器

# InstallationSourceDescription_MobiPDF
source: Read, create, edit, combine, and export PDFs in one app
ar: قراءة ملفات PDF وإنشائها وتحريرها وتحريرها ودمجها وتصديرها في تطبيق واحد
bg: Четене, създаване, редакция, комбиниране и експортиране на PDF файлове в едно приложение
fr: Lecture, création, modification, combinaison et exportation de PDF dans une seule application
hi: एक ही ऐप में PDF पढ़ें, बनाएं, संपादित करें, संयोजित करें और निर्यात करें
it: Un'unica app per leggere, creare, modificare, combinare ed esportare PDF
ja: 1つのアプリでPDFの読み取り、作成、編集、結合、エクスポートが可能
kk: PDF файлдарын бір қолданбада оқыңыз, жасаңыз, өңдеңіз, біріктіріңіз және экспорттаңыз
pl: Odczytywanie, tworzenie, edytowanie, łączenie i eksportowanie plików PDF w jednej aplikacji
ru: Читайте, создавайте, редактируйте, объединяйте и экспортируйте PDF-файлы в одном приложении
th: อ่าน สร้าง แก้ไข รวม และส่งออก PDF ในแอปเดียว
tr: PDF'leri tek bir uygulamada okuyun, oluşturun, düzenleyin, birleştirin ve dışa aktarın
zh_hans: 在一个应用程序中阅读、创建、编辑、合并和导出 PDF 文件

# InstallationSourceDescription_MobiSheets
source: Robust spreadsheet creator for visualizing and analyzing data
ar: منشئ جداول بيانات قوي لتصور البيانات وتحليلها
bg: Надеждна програма за създаване на електронни таблици за визуализиране и анализ на данни
fr: Outil de création de feuilles de calcul puissant pour la visualisation et l'analyse de données
hi: डेटा को विज़ुअलाइज़ करने और उसका विश्लेषण करने के लिए मज़बूत स्प्रेडशीट निर्माता
it: Creatore di fogli di calcolo efficaci per visualizzare e analizzare i dati
ja: データを可視化・分析できる、強力なスプレッドシート作成ツール
kk: Деректерді визуализациялау және талдау үшін сенімді электрондық кесте жасаушы
pl: Solidny kreator arkuszy kalkulacyjnych do wizualizacji i analizy danych
ru: Надежный создатель электронных таблиц для визуализации и анализа данных
th: โปรแกรมสร้างสเปรดชีตอันแข็งแกร่งสำหรับการแสดงภาพและวิเคราะห์ข้อมูล
tr: Verileri görselleştirmek ve analiz etmek için sağlam elektronik tablo oluşturucu
zh_hans: 可视化和分析数据的强大电子表格创建工具

# InstallationSourceDescription_MobiSlides
source: Dynamic presentation tool and slideshow editor
ar: أداة عرض ديناميكية ومحرر عرض الشرائح
bg: Инструмент за динамично презентиране и редактор на слайдшоу
fr: Outil de présentation dynamique et éditeur de diaporama
hi: गतिशील प्रस्तुति उपकरण और स्लाइड शो संपादक
it: Strumento di presentazione dinamica ed editor di diapositive
ja: ダイナミックなプレゼンテーションツールとスライドショーエディター
kk: Динамикалық презентация құралы және слайдшоу редакторы
pl: Dynamiczne narzędzie do prezentacji i edytor pokazów slajdów
ru: Инструмент для создания динамических презентаций и редактор слайд-шоу
th: เครื่องมือการนำเสนอแบบไดนามิกและตัวแก้ไขสไลด์โชว์
tr: Dinamik sunum aracı ve slayt gösterisi düzenleyicisi
zh_hans: 动态演示工具和幻灯片编辑器

# InstallButtonText
source: Install
ar: التثبيت
bg: Инсталиране
fr: Installation
hi: स्थापित करना
it: Installa
ja: インストールする
kk: Орнату
pl: Instalacja
ru: Установите
th: ติดตั้ง
tr: Kurulum
zh_hans: 安装

# OpenAppButtonText
source: Open app
ar: افتح التطبيق
bg: Отваряне на приложението
fr: Ouvrir l'application
hi: ऐप खोलें
it: Apri app
ja: アプリを開く
kk: Қолданбаны ашыңыз
pl: Otwórz aplikację
ru: Открыть приложение
th: เปิดแอป
tr: Açık uygulama
zh_hans: 打开应用程序

# AddButtonText
source: Add
ar: إضافة
bg: Добавяне
fr: Ajouter
hi: जोड़ना
it: Aggiungi
ja: 追加
kk: қосу
pl: Dodaj
ru: Добавить
th: เพิ่ม
tr: Ekle
zh_hans: 添加

# CancelInstallMessage
source: Cancelling will stop the installation and the app will not be installed.
ar: سيؤدي الإلغاء إلى إيقاف التثبيت ولن يتم تثبيت التطبيق.
bg: Отмяната ще спре инсталацията и приложението няма да се инсталира.
fr: L'annulation de l'installation entraînera son arrêt et l'application ne sera pas installée.
hi: रद्द करने से इंस्टॉलेशन रुक जाएगा और ऐप इंस्टॉल नहीं होगा.
it: Se annulli l'operazione, l'installazione verrà interrotta e l'app non verrà installata.
ja: キャンセルするとインストールが停止され、アプリはインストールされません。
kk: Бас тарту орнатуды тоқтатады және қолданба орнатылмайды.
pl: Anulowanie spowoduje zatrzymanie instalacji i aplikacja nie zostanie zainstalowana.
ru: Отмена остановит установку, и приложение не будет установлено.
th: การยกเลิกจะหยุดการติดตั้งและแอปจะไม่ได้รับการติดตั้ง
tr: İptal işlemi yüklemeyi durdurur ve uygulama yüklenmez.
zh_hans: 取消将停止安装，应用程序将无法安装。

# SettingsText
source: Settings
ar: الإعدادات
bg: Настройки
fr: Paramètres
hi: सेटिंग्स
it: Impostazioni
ja: 設定
kk: Параметрлер
pl: Ustawienia
ru: Настройки
th: การตั้งค่า
tr: Ayarlar
zh_hans: 设置

# StartAppAfterInstallCheckBoxText
source: Start app after install
ar: بدء تشغيل التطبيق بعد التثبيت
bg: Да се стартира приложението след инсталиране
fr: Lancer l'application après l'installation
hi: इंस्टॉल करने के बाद ऐप शुरू करें
it: Avvia l'app dopo l'installazione
ja: インストール後にアプリを起動
kk: Орнатқаннан кейін қолданбаны іске қосыңыз
pl: Uruchamianie aplikacji po instalacji
ru: Запуск приложения после установки
th: เริ่มแอปหลังจากติดตั้ง
tr: Yüklemeden sonra uygulamayı başlatma
zh_hans: 安装后启动应用程序

# ExitConfirmationMessage
source: Are you sure you want to exit?
ar: هل أنت متأكد من رغبتك في الخروج؟
bg: Сигурни ли сте, че искате да излезете?
fr: Voulez-vous vraiment quitter ?
hi: क्या आप निश्चित हैं आपकी बाहर निकलने की इच्छा है?
it: Uscire?
ja: 終了してもよろしいですか？
kk: Шығыңыз келетініне сенімдісіз бе?
pl: Czy na pewno chcesz wyjść?
ru: Вы уверены, что хотите выйти?
th: คุณแน่ใจว่าต้องการออกใช่ไหม?
tr: Çıkmak istediğinizden emin misiniz?
zh_hans: 你确定要退出吗？

# NotAllInstallationsSelected_StartText
source: Wait, you’re missing out on free tools!
ar: انتظر، أنت تفوت أدوات مجانية!
bg: Почакай, пропускаш безплатни инструменти!
fr: Attendez, vous manquez des outils gratuits !
hi: रुकें, आप मुफ्त उपकरणों को छोड़ रहे हैं!
it: Aspetta, ti stai perdendo strumenti gratuiti!
ja: お待ちください、無料ツールを見逃しています！
kk: Тоқтаңыз, сіз тегін құралдарды жіберіп алдыңыз!
pl: Poczekaj, tracisz darmowe narzędzia!
ru: Подождите, вы упускаете бесплатные инструменты!
th: รอหน่อย คุณกำลังพลาดเครื่องมือฟรี!
tr: Bekleyin, ücretsiz araçları kaçırıyorsunuz!
zh_hans: 等等，您错过了免费的工具！

# NotAllInstallationsSelected_MobiPDFText
source: Manage PDFs with our all-in-one tool.
ar: إدارة ملفات PDF باستخدام أداتنا الشاملة.
bg: Управлявайте PDF файлове с нашия универсален инструмент.
fr: Gérez les PDF avec notre outil tout-en-un.
hi: PDF प्रबंधित करें हमारे ऑल-इन-वन टूल के साथ।
it: Gestisci PDF con il nostro strumento tutto-in-uno.
ja: PDFを管理するためのオールインワンツール。
kk: PDF файлдарын басқару үшін біздің бірегей құралымызды пайдаланыңыз.
pl: Zarządzaj PDF-ami za pomocą naszego wszechstronnego narzędzia.
ru: Управляйте PDF с помощью нашего универсального инструмента.
th: จัดการ PDF ด้วยเครื่องมือครบวงจรของเรา
tr: PDF'leri tek bir araçla yönetin.
zh_hans: 使用我们的一体化工具管理PDF。

# NotAllInstallationsSelected_MobiDocsText
source: Seamless document editing at your fingertips.
ar: تحرير المستندات بسهولة في متناول يدك.
bg: Лесно редактиране на документи на една ръка разстояние.
fr: Édition de documents fluide à portée de main.
hi: आपकी उंगलियों पर निर्बाध दस्तावेज़ संपादन।
it: Modifica documenti senza interruzioni a portata di mano.
ja: 指先でシームレスなドキュメント編集。
kk: Құжаттарды оңай өңдеу сіздің қолыңызда.
pl: Bezproblemowa edycja dokumentów na wyciągnięcie ręki.
ru: Редактирование документов без усилий.
th: การแก้ไขเอกสารอย่างไร้รอยต่อเพียงปลายนิ้วสัมผัส
tr: Belgeler üzerinde sorunsuz düzenleme parmaklarınızın ucunda.
zh_hans: 轻松实现无缝文档编辑。

# NotAllInstallationsSelected_MobiSheetsText
source: Simplify spreadsheet management.
ar: تبسيط إدارة الجداول.
bg: Улеснете управлението на електронни таблици.
fr: Simplifiez la gestion des feuilles de calcul.
hi: स्प्रेडशीट प्रबंधन को सरल बनाएं।
it: Semplifica la gestione dei fogli di calcolo.
ja: スプレッドシート管理を簡素化。
kk: Кесте басқаруын оңайлату.
pl: Uprość zarządzanie arkuszami kalkulacyjnymi.
ru: Упростите управление таблицами.
th: ทำให้การจัดการสเปรดชีตง่ายขึ้น
tr: Elektronik tablo yönetimini basitleştirin.
zh_hans: 简化电子表格管理。

# NotAllInstallationsSelected_MobiSlidesText
source: Visualize ideas with beautiful slides.
ar: تصور الأفكار بشرائح جميلة.
bg: Визуализирайте идеи с красиви слайдове.
fr: Visualisez vos idées avec de superbes diapositives.
hi: सुंदर स्लाइड्स के साथ विचारों को प्रदर्शित करें।
it: Visualizza idee con diapositive bellissime.
ja: 美しいスライドでアイデアを視覚化。
kk: Идеяларды әдемі слайдтармен бейнелеңіз.
pl: Wizualizuj pomysły za pomocą pięknych slajdów.
ru: Визуализируйте идеи с помощью красивых слайдов.
th: แสดงไอเดียด้วยสไลด์ที่สวยงาม
tr: Fikirleri güzel slaytlarla görselleştirin.
zh_hans: 用精美的幻灯片展示创意。

# NotAllInstallationsSelected_EndText
source: Are you sure you want to proceed?
ar: هل أنت متأكد أنك تريد المتابعة؟
bg: Сигурни ли сте, че искате да продължите?
fr: Êtes-vous sûr de vouloir continuer ?
hi: क्या आप वाकई आगे बढ़ना चाहते हैं?
it: Sei sicuro di voler procedere?
ja: 続行してもよろしいですか？
kk: Жалғастыруға сенімдісіз бе?
pl: Czy na pewno chcesz kontynuować?
ru: Вы уверены, что хотите продолжить?
th: คุณแน่ใจหรือไม่ว่าต้องการดำเนินการต่อ?
tr: Devam etmek istediğinizden emin misiniz?
zh_hans: 您确定要继续吗？

# PreparingInstallationText
source: checking dependencies...
ar: التحقق من التبعيات...
bg: проверка на зависимостите...
fr: vérification des dépendances...
hi: निर्भरता की जाँच हो रही है...
it: controllo delle dipendenze...
ja: 依存関係を確認しています...
kk: тәуелділіктерді тексеру...
pl: sprawdzanie zależności...
ru: проверка зависимостей...
th: กำลังตรวจสอบการพึ่งพา...
tr: bağımlılıklar kontrol ediliyor...
zh_hans: 正在检查依赖项...

source: Preparing Update
ar: تحضير التحديث
bg: Подготовка на актуализацията
fr: Préparation de la mise à jour
hi: अपडेट तैयार हो रहा है
it: Preparazione aggiornamento
ja: アップデートの準備中
kk: Жаңартуға дайындық
pl: Przygotowywanie aktualizacji
ru: Подготовка обновления
th: กำลังเตรียมการอัปเดต
tr: Güncelleme Hazırlanıyor
zh_hans: 正在准备更新

# ProgressPercent
source: Progress... {0}%
ar: التقدم... {0}%
bg: Напредък... {0}%
fr: fr: Progression... {0}%
hi: प्रगति... {0}%
it: Progresso... {0}%
ja: 進行中... {0}%
kk: Орындау... {0}%
pl: Postęp... {0}%
ru: Прогресс... {0}%
th: กำลังดำเนินการ... {0}%
tr: İlerleme... {0}%
zh_hans: 进度... {0}%

# GeneralDialog_OK
source: OK
ar: موافقة
bg: Да
hi: ठीक है
kk: Жарайды
th: ตกลง
tr: Tamam
zh_hans: 确定

# GeneralDialog_Cancel
source: Cancel
ar: إلغاء
bg: Отмяна
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
kk: Болдырмау
pl: Anuluj
ru: Отмена
th: ยกเลิก
tr: İptal
zh_hans: 取消

# GeneralDialog_Yes
source: _Yes
ar: _نعم
bg: _Да
fr: _Oui
hi: _हां
it: _Si
ja: _はい
kk: _Иә
pl: _Tak
ru: _Да
th: _ใช่
tr: _Evet
zh_hans: _是

# GeneralDialog_No
source: No
ar: لا
bg: Не
fr: Non
hi: नहीं
ja: いいえ
kk: Жоқ
pl: Nie
ru: Нет
th: ไม่ใช่
tr: Hayır
zh_hans: 否

# ttClose
source: Close
ar: إغلاق
bg: Затвори
fr: Fermer
hi: बंद करें
it: Chiudi
ja: 閉じる
kk: Жабық
pl: Zamknij
ru: Закрыть
th: ปืด
tr: Kapat
zh_hans: 关闭

# tdClose
source: Close window.
ar: إغلاق النافذة.
bg: Затваряне на прозорец.
fr: Fermer la fenêtre.
hi: विंडो बंद करें।
it: Chiudi la finestra.
ja: ウィンドウを閉じる。
kk: Терезені жабу.
pl: Zamknij okno.
ru: Закрытие окна.
th: ปิดหน้าต่าง
tr: Pencereyi kapatın.
zh_hans: 关闭窗口。

# QuitInstallerDialogMessage
source: If you quit now, the app will not be installed.
ar: إذا خرجت الآن، لن يتم تثبيت التطبيق.
bg: Ако излезете сега, приложението няма да бъде инсталирано.
fr: Si vous quittez maintenant, l'application ne sera pas installée.
hi: यदि आप अभी बाहर निकलते हैं, तो ऐप इंस्टॉल नहीं होगा।
it: Se esci ora, l'app non verrà installata.
ja: 今終了すると、アプリはインストールされません。
kk: Егер қазір шықсаңыз, қолданба орнатылмайды.
pl: Jeśli teraz zakończysz, aplikacja nie zostanie zainstalowana.
ru: Если вы выйдете сейчас, приложение не будет установлено.
th: หากคุณออกตอนนี้ แอปจะไม่ได้รับการติดตั้ง
tr: Şimdi çıkarsanız, uygulama yüklenmeyecek.
zh_hans: 如果您现在退出，应用将不会被安装。

# NotAllInstallationsSelected_MobiMailText
source: Streamlined email and calendar management.
ar: إدارة البريد الإلكتروني والتقويم بسلاسة.
bg: Оптимизирано управление на имейли и календар.
fr: Gestion simplifiée des e-mails et du calendrier.
hi: ईमेल और कैलेंडर प्रबंधन को सरल बनाना।
it: Gestione semplificata di email e calendario.
ja: 効率的なメールとカレンダーの管理。
kk: Электрондық пошта мен күнтізбені оңтайлы басқару.
pl: Uproszczone zarządzanie e-mailem i kalendarzem.
ru: Оптимизированное управление электронной почтой и календарем.
th: การจัดการอีเมลและปฏิทินที่มีประสิทธิภาพ
tr: E-posta ve takvim yönetiminde kolaylık.
zh_hans: 简化的电子邮件和日历管理。

# InstallationSourceDescription_MobiDrive
source: Cloud storage solution for easy file management and sharing
ar: ar: حل تخزين سحابي لإدارة ومشاركة الملفات بسهولة
bg: Решение за облачно съхранение за лесно управление и споделяне на файлове
fr: Solution de stockage cloud pour une gestion et un partage de fichiers faciles
hi: क्लाउड स्टोरेज समाधान जो फाइल प्रबंधन और साझा करने को आसान बनाता है
it: Soluzione di archiviazione cloud per una gestione e condivisione dei file semplice
ja: クラウドストレージソリューションで簡単にファイル管理と共有
kk: Бұлттық сақтау шешімі файлдарды оңай басқару және бөлісу үшін
pl: Rozwiązanie chmurowe do łatwego zarządzania i udostępniania plików
ru: Решение облачного хранения для простого управления и обмена файлами
th: โซลูชันการจัดเก็บข้อมูลบนคลาวด์สำหรับการจัดการและแชร์ไฟล์อย่างง่ายดาย
tr: Bulut depolama çözümü ile kolay dosya yönetimi ve paylaşımı
zh_hans: 云存储解决方案，便于文件管理和共享

# InstallationSourceDescription_MobiMail
source: Secure and user-friendly email client and calendar
ar: عميل بريد إلكتروني آمن وسهل الاستخدام وتقويم
bg: Сигурен и удобен имейл клиент и календар
fr: Client de messagerie et calendrier sécurisé et convivial
hi: सुरक्षित और उपयोगकर्ता के अनुकूल ईमेल क्लाइंट और कैलेंडर
it: Client di posta elettronica e calendario sicuro e facile da usare
ja: 安全で使いやすいメールクライアントとカレンダー
kk: Қауіпсіз және пайдаланушыға ыңғайлы электрондық пошта клиенті мен күнтізбе
pl: Bezpieczny i przyjazny dla użytkownika klient poczty e-mail i kalendarz
ru: Безопасный и удобный почтовый клиент и календарь
th: ไคลเอนต์อีเมลและปฏิทินที่ปลอดภัยและใช้งานง่าย
tr: Güvenli ve kullanıcı dostu e-posta istemcisi ve takvim
zh_hans: 安全且用户友好的电子邮件客户端和日历

# NotAllInstallationsSelected_MobiDriveText
source: Effortless file organization and access in the cloud.
ar: تنظيم الملفات والوصول إليها بسهولة في السحابة.
bg: Лесно организиране и достъп до файлове в облака.
fr: Organisation et accès aux fichiers dans le cloud sans effort.
hi: क्लाउड में आसान फ़ाइल संगठन और पहुँच।
it: Organizzazione e accesso ai file nel cloud senza sforzo.
ja: クラウドでのファイル整理とアクセスが簡単。
kk: Бұлтта файлдарды оңай ұйымдастыру және қол жеткізу.
pl: Bezproblemowa organizacja i dostęp do plików w chmurze.
ru: Легкая организация и доступ к файлам в облаке.
th: การจัดระเบียบและเข้าถึงไฟล์ในคลาวด์ได้อย่างง่ายดาย
tr: Bulutta zahmetsiz dosya düzenleme ve erişim.
zh_hans: 在云端轻松整理和访问文件。

# InstallationSourceDescription_MobiOffice
source: A complete pack of easy-to-use office suite apps
ar: مجموعة كاملة من تطبيقات المكتب سهلة الاستخدام
bg: Пълен пакет от лесни за използване офис приложения
fr: Un ensemble complet d'applications bureautiques faciles à utiliser
hi: उपयोग में आसान ऑफिस सुइट ऐप्स का पूरा पैक
it: Un pacchetto completo di app per ufficio facili da usare
ja: 使いやすいオフィススイートアプリの完全パック
kk: Пайдалануға оңай кеңсе қосымшаларының толық жинағы
pl: Kompletny pakiet łatwych w użyciu aplikacji biurowych
ru: Полный набор простых в использовании офисных приложений
th: ชุดแอปสำนักงานที่ใช้งานง่ายครบถ้วน
tr: Kullanımı kolay ofis uygulamaları paketi
zh_hans: 一套完整易用的办公套件应用程序
